<style scoped>
  .policy {
    color: #555555;
  }
  .userPolicy {
    height: 90px;
    margin-top: 40px;
    border-bottom: 1px solid #ccc;
  }
  .userPolicy_nav {
    display: flex;
    align-items: center;
    height: 100%;
    width: 65%;
    margin: 0 auto;
  }
  .userPolicy_nav a {
    border-right: 1px solid #ccc;
    padding-right: 20px;
  }
  .userPolicy_nav span {
    font-size: 18px;
    color: #169275;
    margin-left: 20px;
  }
  .userPolicy_body {
    width: 70%;
    margin: 1% auto;
  }
  .userPolicy_body > span {
    display: block;
    line-height: 30px;
  }
  .userPolicy_body > h1 {
    line-height: 50px;
    font-size: 25px;
    text-align: center;
  }
  .userPolicy_body b {
    font-weight: bold;
  }
  .userPolicy_body > h3 {
    font-size: 20px;
    font-weight: bold;
    line-height: 50px;
  }
  .userPolicy_body > h4 {
    font-size: 15px;
    line-height: 30px;
  }
  .userPolicy_body > p {
    font-size: 15px;
    line-height: 30px;
  }
  p {
    text-indent: 30px;
  }
  .userPolicy_body ol li {
    list-style-type: decimal;
    margin-left: 3%;
    line-height: 30px;
  }
  .list > li {
    font-weight: bold;
  }
</style>
<template>
  <div class="policy">
    <div class="userPolicy">
      <div class="userPolicy_nav">
        <router-link to="/"><img src="../../../static/img/logo.png"></router-link>
        <span>隐私政策</span>
      </div>
    </div>
    <div class="userPolicy_body">
      <span>版本发布日期：【2018】年【4】月【24】日</span>
      <span>版本生效日期：【2018】年【4】月【24】日</span>
      <h1>隐私政策</h1>
      <p>尊敬的 Roarpanda 用户：为切实保护用户隐私，我们根据现行法规及政策制定本《隐私政策》（以下简称“政策”）。我们尊重并保护您的隐私，您浏览Roarpanda官方网站（//www.roarpanda.com/）或使用我们的产品与/或服务时，我们将按照本隐私政策收集、存储、使用、转让及共享您的个人信息。<b>我们希望通过本政策向您说明我们如何为您提供访问、更新、删除和保护您个人信息的服务。我们建议您仔细阅读并理解本政策全部内容，如您不同意本政策中的任何条款，您应立即停止访问Roarpanda并停止以任何形式使用我们的产品与/或服务，您访问Roarpanda或以任何形式继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、存储、转让和共享您的相关信息。</b></p>
      <p><b>我们提示您注意对本政策中采用粗体字进行标注的条款，该等条款与您的权益存在重大关系。</b>如您对本政策存在任何疑问，或任何相关的投诉、意见，均可通过本政策约定的方式或官网上展示的联系方式与我们联系。</p>
      <h3>本政策将帮助您了解以下内容：</h3>
      <ol>
        <li>我们如何收集和使用个人信息</li>
        <li>我们如何使用 Cookie、web Beacon等技术</li>
        <li>个人信息的保护与存储</li>
        <li>我们如何共享、转让、公开披露您的个人信息</li>
        <li>您如何访问和管理自己的个人信息</li>
        <li>未成年人隐私权特别保护</li>
        <li>本政策的修订及通知</li>
        <li>我们的联系方式</li>
      </ol>
      <h3>一、我们如何收集和使用您的个人信息</h3>
      <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。<b>本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（交易和消费记录、以及KB等虚拟财产信息）。</b></p>
      <p>个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，<b>本隐私政策中涉及的个人敏感信息包括：您的网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案）；其他信息（包括通讯录、个人电话号码、手机号码、行程信息、网页浏览记录、住宿信息、精准定位信息）。</b></p>
      <p>我们在下列情形下收集和使用您的个人信息，我们也可能会在下列情形下向合法存有您信息的第三方收集您的信息：</p>
      <ol class="list">
        <li>实现网站服务所必须的功能
          <p>您首先需要注册一个Roarpanda账户。当您注册时，您需要至少向我们提供您准备使用的账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日、以及您的实名验证相关信息，这些信息均属于您的“账户信息”。</p>
          <p>您补充的账户信息将有助于我们为您提供礼品发送,商品兑换等，但如果您不提供这些补充信息，不会影响您使用网站的基本功能。</p>
        </li>
        <li>实现网站服务的高级功能</li>
        <li>依据法律法规等规定
          <p>在发生相关法律法规规定的特定情形时，需要您提供有效身份证件的彩色扫描件以供我们核对并留存；如您不提供，我们可能无法为您注册账户或向您提供产品与/或服务。</p>
        </li>
        <li>举报、投诉处理
          <p>如您被他人投诉/举报或投诉/举报他人，我们会将您的姓名及身份证号码、投诉/举报相关内容提供给相关部门及监管机关，以便及时解决投诉/举报；但法律法规明确禁止提供的除外。</p>
        </li>
        <li>依据法律法规规定，我们可能会在以下情形中收集并使用您的个人信息且无需征得您的授权同意：
          <ol>
            <li>与国家安全、国防安全有关的；</li>
            <li>与公共安全、公共卫生、重大公共利益有关的；</li>
            <li>与犯罪侦查、诉讼、仲裁、法院执行等有关的；</li>
            <li>所收集的个人信息是用户自行向社会公众公开的；</li>
            <li>从合法公开披露的信息中（诸如合法的新闻报道、政府信息公开等渠道）收集个人信息；</li>
            <li>用于维护产品与/或服务的安全和合规所必需的；</li>
            <li>法律法规规定的其他情形。</li>
          </ol>
        </li>
      </ol>
      <h3>二、我们如何使用 Cookie、web Beacon等技术</h3>
      <h4>（一）Cookies的使用</h4>
      <ol>
        <li>为了简化您重复登录的步骤、存储您的偏好设置、帮助判断您的登录状态以及账户或数据安全，我们可能会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies 是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。</li>
        <li>我们不会将 Cookies 用于本隐私政策所述目的之外的任何用途。您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的类似数据。但如果您这么做，您可能需要在每一次访问我们网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。</li>
        <li>web Beacon等同类技术的方法和目的与Cookie是相同或近似的。</li>
      </ol>
      <h3>三、个人信息的保护与存储</h3>
      <h4>（一）个人信息的保护技术与措施</h4>
      <ol>
        <li>我们仅在本政策所述目的所必需期间和法律法规要求的时限内保留您的个人信息。</li>
        <li>我们采取加密技术对用户个人信息进行加密保存，并通过加密技术确保个人信息在传输过程中的安全。</li>
        <li>我们采取相关技术限制其他人对用户个人信息的访问。</li>
        <li>互联网并非绝对安全的环境，我们建议用户个人应采取积极措施保证个人信息的安全，如：定期修改帐号密码，不将自己的帐号密码等个人信息透露给他人。</li>
      </ol>
      <h4>（二）个人信息的存储</h4>
      <ol>
        <li>我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。如为处理跨境业务向境外机构传输境内收集的相关个人信息的，我们会经您授权并按照法律、行政法规和相关监管部门的规定执行，并通过签订协议、核查等有效措施，要求境外机构为所获得的个人信息保密。</li>
        <li>除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的一个月。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。</li>
        <li>如果我们终止服务或运营，我们会尽量提前三十日以邮件、公告等形式向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</li>
      </ol>
      <h3>四、我们如何共享、转让、公开披露您的个人信息</h3>
      <h4>（一）共享</h4>
      <p>我们不会与Roarpanda账户以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
      <ol>
        <li>事先获得您明确的同意或授权；</li>
        <li>根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</li>
        <li>只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</li>
        <li>应您需求为您处理您与他人的纠纷或争议；</li>
        <li>基于学术研究而使用；</li>
        <li>基于符合法律法规的社会公共利益而使用。</li>
      </ol>
      <h4>（二）转让</h4>
      <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <ol>
        <li>事先获得您明确的同意或授权；</li>
        <li>根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</li>
        <li>在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</li>
      </ol>
      <h4>（三）公开披露</h4>
      <p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</p>
      <ol>
        <li>根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</li>
        <li>根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。</li>
      </ol>
      <h3>五、您如何访问和管理自己的个人信息</h3>
      <p>我们非常重视您对个人信息的关注，并使您拥有如下权利来保障您的隐私和安全：</p>
      <ol>
        <li>访问和修改您的个人信息
          <p>除法律法规规定外，您有权随时访问和修改您的个人信息，具体包括：</p>
          <ol>
            <li>您的账户信息；</li>
            <li>您的联系信息；</li>
            <li>您的评论信息。但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始注册信息。</li>
          </ol>
        </li>
        <li>删除您的个人信息
          <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
          <ol>
            <li>如果我们处理个人信息的行为违反法律法规； </li>
            <li>如果我们收集、使用您的个人信息，却未征得您的同意；</li>
            <li>如果我们处理个人信息的行为违反了与您的约定；</li>
            <li>如果您注销了账户；</li>
            <li>如果我们终止服务及运营。若我们验证您的身份和凭证资料后决定响应您的删除请求，我们从我们的服务中删除相应信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</li>
          </ol>
        </li>
      </ol>
      <h3>六、未成年人隐私权特别保护</h3>
      <p>如您为未成年人，请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的产品与/或服务或向我们提供您的信息。如您的父母或监护人不同意您按照本政策使用我们的产品与/或服务或向我们提供信息，请您立即终止使用我们的产品与/或服务并及时通知我们，以便我们采取相应的措施。我们将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。</p>
      <h3>七、本政策的修订及通知</h3>
      <ol class="list">
        <li>基于业务功能、使用规则、法律法规及监管要求、更好的提供服务等，我们可能会适时对本政策进行修订。一旦本政策的内容发生变动，我们将会直接在官网上公布修改之后的隐私保护政策，该公布行为视为我们已经通知您修改内容，我们也可通过其他适当方式向用户提示修改内容。</li>
        <li>本政策修订内容一经公布立即生效。如果您不同意我们对本政策的相关条款所做的修改，您应立即停止访问Roarpanda并停止以任何形式使用我们的产品与/或服务，您访问Roarpanda或以任何形式继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、存储、转让和共享您的相关信息。</li>
      </ol>
      <h3>八、我们的联系方式</h3>
      <p>如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议、投诉、举报等问题，请通过发送邮件至roarpanda@roarpanda.com或微博,微信公众号等多种方式与我们联系。</p>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {}
  }
}
</script>